{
  "emptyStates": {
    "all": {
      "description": "Cette vue affiche toutes vos tâches dans tous les projets. Créez votre première tâche pour commencer avec TaskTrove.",
      "title": "Aucune tâche trouvée"
    },
    "analytics": {
      "description": "Suivez votre productivité et vos habitudes de complétion de tâches.",
      "title": "Tableau de bord analytique"
    },
    "completed": {
      "description": "Les tâches que vous avez terminées apparaîtront ici. Complétez quelques tâches pour voir vos progrès et célébrer vos réussites !",
      "title": "Aucune tâche complétée pour le moment"
    },
    "fallback": {
      "description": "Créez votre première tâche pour commencer.",
      "title": "Aucune tâche trouvée"
    },
    "inbox": {
      "description": "Ceci est votre point de collecte par défaut pour toutes les nouvelles tâches. Lorsque vous créez une tâche sans spécifier de projet, elle atterrit ici.",
      "title": "Votre boîte de réception est vide"
    },
    "label": {
      "description": "Les tâches étiquetées avec cette étiquette apparaîtront ici. Utilisez les étiquettes pour catégoriser et trouver rapidement les tâches connexes.",
      "title": "Aucune tâche avec l'étiquette {{labelName}}"
    },
    "project": {
      "description": "Ce projet est vide. Ajoutez des tâches pour organiser votre travail et suivre les progrès sur des objectifs spécifiques.",
      "title": "Aucune tâche dans {{projectName}}"
    },
    "search": {
      "description": "Trouvez des tâches par titre, description ou étiquettes.",
      "title": "Résultats de recherche"
    },
    "today": {
      "description": "Les tâches avec la date d'échéance d'aujourd'hui apparaîtront ici. Définissez des dates d'échéance sur vos tâches pour rester sur la bonne voie avec vos objectifs quotidiens.",
      "title": "Rien de prévu pour aujourd'hui"
    },
    "upcoming": {
      "description": "Les tâches avec des dates d'échéance futures s'affichent ici, vous aidant à planifier à l'avance et à vous préparer pour ce qui vient ensuite.",
      "title": "Aucune tâche à venir"
    }
  },
  "mainNav": {
    "allTasks": "Toutes les tâches",
    "calendar": "Calendrier",
    "completed": "Complétées",
    "habits": "Habitudes",
    "inbox": "Boîte de réception",
    "today": "Aujourd'hui",
    "upcoming": "À venir"
  }
}
