{
  "emptyStates": {
    "all": {
      "description": "Questa vista mostra tutte le tue attività in tutti i progetti. Crea la tua prima attività per iniziare con TaskTrove.",
      "title": "Nessuna attività trovata"
    },
    "analytics": {
      "description": "Traccia la tua produttività e i tuoi schemi di completamento delle attività.",
      "title": "Pannello Analitico"
    },
    "completed": {
      "description": "Le attività che hai finito appariranno qui. Completa alcune attività per vedere i tuoi progressi e celebrare i tuoi successi!",
      "title": "Ancora nessuna attività completata"
    },
    "fallback": {
      "description": "Crea la tua prima attività per iniziare.",
      "title": "Nessuna attività trovata"
    },
    "inbox": {
      "description": "Questo è il tuo punto di raccolta predefinito per tutte le nuove attività. Quando crei un'attività senza specificare un progetto, finisce qui.",
      "title": "La tua Inbox è vuota"
    },
    "label": {
      "description": "Le attività contrassegnate con questa etichetta appariranno qui. Usa le etichette per categorizzare e trovare rapidamente attività correlate.",
      "title": "Nessuna attività con l'etichetta {{labelName}}"
    },
    "project": {
      "description": "Questo progetto è vuoto. Aggiungi attività per organizzare il tuo lavoro e monitorare i progressi su obiettivi specifici.",
      "title": "Nessuna attività in {{projectName}}"
    },
    "search": {
      "description": "Trova attività per titolo, descrizione o etichette.",
      "title": "Risultati della Ricerca"
    },
    "today": {
      "description": "Le attività con la data di scadenza di oggi appariranno qui. Imposta le date di scadenza sulle tue attività per rimanere in carica con i tuoi obiettivi giornalieri.",
      "title": "Nulla programmato per oggi"
    },
    "upcoming": {
      "description": "Le attività con date di scadenza future appaiono qui, aiutandoti a pianificare in anticipo e prepararti per ciò che verrà dopo.",
      "title": "Nessuna attività imminente"
    }
  },
  "mainNav": {
    "allTasks": "Tutte le Attività",
    "calendar": "Calendario",
    "completed": "Completate",
    "habits": "Abitudini",
    "inbox": "Inbox",
    "today": "Oggi",
    "upcoming": "Imminenti"
  }
}
